Repository: Aosll/CampusQuest
Catalog: CampusQuest/Localizable.xcstrings
Source language: en
Languages: de, es, fr, tr

# %@ belongs to %@.
source: %1$@ belongs to %2$@.
de: %1$@ gehört zu %2$@.
es: %1$@ pertenece a %2$@.
fr: %1$@ appartient à %2$@.
tr: %1$@, %2$@ alanına aittir.

# %@ · %lld words
source: %1$@ · %2$lld words
de: %1$@ · %2$lld Wörter
es: %1$@ · %2$lld palabras
fr: %1$@ · %2$lld mots
tr: %1$@ · %2$lld kelime

# %lld / %lld XP toward %@
source: %1$lld / %2$lld XP toward %3$@
de: %1$lld / %2$lld XP bis %3$@
es: %1$lld / %2$lld XP hacia %3$@
fr: %1$lld / %2$lld XP vers %3$@
tr: %3$@ için %1$lld / %2$lld XP

# %lld / %lld achievements
source: %1$lld / %2$lld achievements
de: %1$lld / %2$lld Erfolge
es: %1$lld / %2$lld logros
fr: %1$lld / %2$lld succès
tr: %1$lld / %2$lld başarım

# %lld / %lld rooms completed
source: %1$lld / %2$lld rooms completed
de: %1$lld / %2$lld Räume abgeschlossen
es: %1$lld / %2$lld salas completadas
fr: %1$lld / %2$lld salles terminées
tr: %1$lld / %2$lld oda tamamlandı

# %lld / %lld words learned
source: %1$lld / %2$lld words learned
de: %1$lld / %2$lld Wörter gelernt
es: %1$lld / %2$lld palabras aprendidas
fr: %1$lld / %2$lld mots appris
tr: %1$lld / %2$lld kelime öğrenildi

source: %lld Day Streak
de: %lld-Tage-Serie
es: Racha de %lld días
fr: Série de %lld jours
tr: %lld Günlük Seri

source: %lld mastered words
de: %lld gemeisterte Wörter
es: %lld palabras dominadas
fr: %lld mots maîtrisés
tr: %lld ustalaşılan kelime

source: %lld to go
de: noch %lld
es: faltan %lld
fr: encore %lld
tr: %lld kaldı

# %lld words · +%lld XP
source: %1$lld words · +%2$lld XP
de: %1$lld Wörter · +%2$lld XP
es: %1$lld palabras · +%2$lld XP
fr: %1$lld mots · +%2$lld XP
tr: %1$lld kelime · +%2$lld XP

# %lld%% to %@
source: %1$lld%% to %2$@
de: %1$lld%% bis %2$@
es: %1$lld%% hacia %2$@
fr: %1$lld%% vers %2$@
tr: %2$@ için %1$lld%%

# %lld%% to %@ Rank
source: %1$lld%% to %2$@ Rank
de: %1$lld%% bis Rang %2$@
es: %1$lld%% hacia el rango %2$@
fr: %1$lld%% vers le rang %2$@
tr: %2$@ rütbesine %1$lld%%

# %lld/%lld completed
source: %1$lld/%2$lld completed
de: %1$lld/%2$lld abgeschlossen
es: %1$lld/%2$lld completado
fr: %1$lld/%2$lld terminé
tr: %1$lld/%2$lld tamamlandı

source: +%lld more words saved in Dictionary
de: +%lld weitere Wörter im Wörterbuch gespeichert
es: +%lld palabras más guardadas en el Diccionario
fr: +%lld mots de plus enregistrés dans le Dictionnaire
tr: Sözlüğe +%lld kelime daha kaydedildi

source: +10 XP per correct answer
de: +10 XP pro richtiger Antwort
es: +10 XP por respuesta correcta
fr: +10 XP par bonne réponse
tr: Her doğru cevap için +10 XP

source: A fresh set of words every day for bonus XP. Keep your streak alive!
de: Jeden Tag neue Wörter für Bonus-XP. Halte deine Serie am Leben!
es: Un nuevo conjunto de palabras cada día para XP extra. ¡Mantén viva tu racha!
fr: Une nouvelle série de mots chaque jour pour des XP bonus. Garde ta série en vie !
tr: Her gün bonus XP için yeni bir kelime seti. Serini canlı tut!

source: A nudge at 7:00 PM to keep your streak
de: Eine Erinnerung um 19:00 Uhr für deine Serie
es: Un aviso a las 19:00 para mantener tu racha
fr: Un rappel à 19h00 pour garder votre série
tr: Serini korumak için 19:00'da bir hatırlatma

source: Account
de: Konto
es: Cuenta
fr: Compte
tr: Hesap

source: Already Earned
de: Bereits erhalten
es: Ya obtenido
fr: Déjà obtenu
tr: Zaten Kazanıldı

source: Answer Slots
de: Antwortfelder
es: Casillas de respuesta
fr: Cases de réponse
tr: Cevap Kutuları

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
tr: Görünüm

source: Awards
de: Auszeichnungen
es: Premios
fr: Récompenses
tr: Ödüller

source: Back to Map
de: Zurück zur Karte
es: Volver al mapa
fr: Retour à la carte
tr: Haritaya Dön

source: Badges
de: Abzeichen
es: Insignias
tr: Rozetler

source: Badges Earned
de: Verdiente Abzeichen
es: Insignias obtenidas
fr: Badges obtenus
tr: Kazanılan Rozetler

source: CAMPUS ID CARD
de: CAMPUS-AUSWEIS
es: TARJETA DEL CAMPUS
fr: CARTE DU CAMPUS
tr: KAMPÜS KİMLİK KARTI

source: CLUE
de: HINWEIS
es: PISTA
fr: INDICE
tr: İPUCU

source: Campus ID
de: Campus-Ausweis
es: Identificación del campus
fr: Carte du campus
tr: Kampüs Kimliği

source: Campus Map
de: Campus-Karte
es: Mapa del campus
fr: Carte du campus
tr: Kampüs Haritası

source: Choose Your Major
de: Wähle dein Hauptfach
es: Elige tu carrera
fr: Choisis ta filière
tr: Bölümünü Seç

source: Choose a Major
de: Studienfach wählen
es: Elige una carrera
fr: Choisir une filière
tr: Bölüm Seç

source: Choose a Quiz Subject
de: Wähle ein Quizthema
es: Elige un tema de cuestionario
fr: Choisis un sujet de quiz
tr: Bir Sınav Konusu Seç

source: Choose from Library
de: Aus Mediathek wählen
es: Elegir de la biblioteca
fr: Choisir depuis la bibliothèque
tr: Kütüphaneden Seç

source: Claim +%lld XP
de: +%lld XP einlösen
es: Reclamar +%lld XP
fr: Réclamer +%lld XP
tr: +%lld XP Al

source: Classify the Term
de: Begriff einordnen
es: Clasifica el término
fr: Classer le terme
tr: Terimi Sınıflandır

source: Complete a level to unlock its words as collectible study cards.
de: Schließe ein Level ab, um seine Wörter als sammelbare Lernkarten freizuschalten.
es: Completa un nivel para desbloquear sus palabras como tarjetas de estudio coleccionables.
fr: Terminez un niveau pour débloquer ses mots sous forme de cartes d'étude à collectionner.
tr: Kelimelerini koleksiyonluk çalışma kartları olarak açmak için bir bölümü tamamla.

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
tr: Tamamlandı

source: Completed Lab
de: Abgeschlossenes Labor
es: Laboratorio completado
fr: Labo terminé
tr: Tamamlanan Lab

source: Completed · come back tomorrow
de: Abgeschlossen · komm morgen wieder
es: Completado · vuelve mañana
fr: Terminé · reviens demain
tr: Tamamlandı · yarın tekrar gel

source: Continue Quest
de: Quest fortsetzen
es: Continuar la aventura
fr: Continuer la quête
tr: Maceraya Devam Et

source: Continue as Guest
de: Als Gast fortfahren
es: Continuar como invitado
fr: Continuer en tant qu'invité
tr: Misafir Olarak Devam Et

source: Correct answer: %@
de: Richtige Antwort: %@
es: Respuesta correcta: %@
fr: Bonne réponse : %@
tr: Doğru cevap: %@

source: Correct!
de: Richtig!
es: ¡Correcto!
tr: Doğru!

source: Could not read your Apple credential. Please try again.
de: Deine Apple-Anmeldedaten konnten nicht gelesen werden. Bitte versuche es erneut.
es: No se pudieron leer tus credenciales de Apple. Inténtalo de nuevo.
fr: Impossible de lire vos identifiants Apple. Veuillez réessayer.
tr: Apple kimlik bilgin okunamadı. Lütfen tekrar dene.

source: Daily Challenge
de: Tägliche Herausforderung
es: Reto diario
fr: Défi quotidien
tr: Günlük Görev

source: Daily Challenge Unavailable
de: Tägliche Herausforderung nicht verfügbar
es: Reto diario no disponible
fr: Défi quotidien indisponible
tr: Günlük Görev Kullanılamıyor

source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
tr: Günlük Hatırlatıcı

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
tr: Koyu

source: Dictionary
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
tr: Sözlük

source: Done
de: Fertig
es: Listo
fr: OK
tr: Tamam

source: Drag across the letters to connect them, then release to submit your guess.
de: Ziehe über die Buchstaben, um sie zu verbinden, und lass los, um zu raten.
es: Arrastra sobre las letras para conectarlas y suelta para enviar tu respuesta.
fr: Glisse sur les lettres pour les relier, puis relâche pour valider.
tr: Harfleri birleştirmek için üzerlerinde sürükle, sonra tahminini göndermek için bırak.

source: Each clue describes a hidden word. Use it to work out the answer.
de: Jeder Hinweis beschreibt ein verstecktes Wort. Nutze ihn, um die Antwort zu finden.
es: Cada pista describe una palabra oculta. Úsala para deducir la respuesta.
fr: Chaque indice décrit un mot caché. Sers-t'en pour trouver la réponse.
tr: Her ipucu gizli bir kelimeyi tanımlar. Cevabı bulmak için onu kullan.

source: Earned
de: Erhalten
es: Obtenido
fr: Obtenu
tr: Kazanıldı

source: Find every word to complete the level. Good luck!
de: Finde alle Wörter, um das Level abzuschließen. Viel Glück!
es: Encuentra todas las palabras para completar el nivel. ¡Suerte!
fr: Trouve tous les mots pour terminer le niveau. Bonne chance !
tr: Seviyeyi tamamlamak için tüm kelimeleri bul. Bol şans!

source: Find the hidden words to build up your lab. Here's how it works.
de: Finde die versteckten Wörter, um dein Labor aufzubauen. So funktioniert's.
es: Encuentra las palabras ocultas para construir tu laboratorio. Así funciona.
fr: Trouve les mots cachés pour construire ton labo. Voici comment ça marche.
tr: Laboratuvarını inşa etmek için gizli kelimeleri bul. İşte nasıl çalıştığı.

source: Find words. Build your future.
de: Finde Wörter. Gestalte deine Zukunft.
es: Encuentra palabras. Construye tu futuro.
fr: Trouvez des mots. Construisez votre avenir.
tr: Kelimeleri bul. Geleceğini inşa et.

source: Finish Level
de: Level beenden
es: Terminar nivel
fr: Terminer le niveau
tr: Bölümü Bitir

source: Got it
de: Verstanden
es: Entendido
fr: Compris
tr: Anladım

source: Guest mode keeps your progress on this device only. No account, no cloud sync, no leaderboard — and no personal data or statistics are collected or stored.
de: Im Gastmodus bleibt dein Fortschritt nur auf diesem Gerät. Kein Konto, keine Cloud-Synchronisierung, keine Bestenliste – und es werden keine persönlichen Daten oder Statistiken erfasst oder gespeichert.
es: El modo invitado guarda tu progreso solo en este dispositivo. Sin cuenta, sin sincronización en la nube, sin clasificación, y no se recopilan ni almacenan datos personales ni estadísticas.
fr: Le mode invité conserve votre progression uniquement sur cet appareil. Pas de compte, pas de synchronisation cloud, pas de classement — et aucune donnée personnelle ni statistique n'est collectée ou stockée.
tr: Misafir modu ilerlemeni yalnızca bu cihazda tutar. Hesap yok, bulut eşitleme yok, lider tablosu yok — ve hiçbir kişisel veri veya istatistik toplanmaz ya da saklanmaz.

source: Guest mode · this device only
de: Gastmodus · nur dieses Gerät
es: Modo invitado · solo este dispositivo
fr: Mode invité · cet appareil uniquement
tr: Misafir modu · yalnızca bu cihaz

source: Have fun and build your future, one word at a time.
de: Viel Spaß und bau deine Zukunft auf – Wort für Wort.
es: Diviértete y construye tu futuro, palabra a palabra.
fr: Amuse-toi et construis ton avenir, un mot à la fois.
tr: Eğlen ve geleceğini kelime kelime inşa et.

source: Here's a quick tour of the basics. You can skip it anytime.
de: Hier ist eine kurze Tour durch die Grundlagen. Du kannst sie jederzeit überspringen.
es: Aquí tienes un recorrido rápido por lo básico. Puedes omitirlo en cualquier momento.
fr: Voici un tour rapide des bases. Tu peux le passer à tout moment.
tr: İşte temel özelliklerin kısa bir turu. İstediğin an geçebilirsin.

source: Hint
de: Tipp
es: Pista
fr: Indice
tr: İpucu

source: Hint (%lld XP)
de: Tipp (%lld XP)
es: Pista (%lld XP)
fr: Indice (%lld XP)
tr: İpucu (%lld XP)

source: How to Play
de: So wird gespielt
es: Cómo jugar
fr: Comment jouer
tr: Nasıl Oynanır

source: Language
de: Sprache
es: Idioma
fr: Langue
tr: Dil

source: Level Complete!
de: Level abgeschlossen!
es: ¡Nivel completado!
fr: Niveau terminé !
tr: Bölüm Tamamlandı!

source: Level cleared!
de: Level geschafft!
es: ¡Nivel superado!
fr: Niveau réussi !
tr: Bölüm geçildi!

source: Level reward
de: Level-Belohnung
es: Recompensa del nivel
fr: Récompense du niveau
tr: Bölüm ödülü

source: Light
de: Hell
es: Claro
fr: Clair
tr: Açık

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
tr: Yükleniyor

source: Mastered
de: Gemeistert
es: Dominado
fr: Maîtrisé
tr: Ustalaşıldı

source: Max rank
de: Höchster Rang
es: Rango máximo
fr: Rang maximal
tr: En yüksek seviye

source: Max rank reached
de: Höchster Rang erreicht
es: Rango máximo alcanzado
fr: Rang maximal atteint
tr: En yüksek rütbeye ulaşıldı

source: New achievement unlocked
de: Neuer Erfolg freigeschaltet
es: Nuevo logro desbloqueado
fr: Nouveau succès débloqué
tr: Yeni başarım açıldı

source: New achievements unlocked
de: Neue Erfolge freigeschaltet
es: Nuevos logros desbloqueados
fr: Nouveaux succès débloqués
tr: Yeni başarımlar açıldı

source: Next
de: Weiter
es: Siguiente
fr: Suivant
tr: İleri

source: Next Level
de: Nächstes Level
es: Siguiente nivel
fr: Niveau suivant
tr: Sonraki Bölüm

source: Next Question
de: Nächste Frage
es: Siguiente pregunta
fr: Question suivante
tr: Sonraki Soru

source: Next Word
de: Nächstes Wort
es: Siguiente palabra
fr: Mot suivant
tr: Sonraki Kelime

source: No badges yet — complete levels and quizzes to earn your first one.
de: Noch keine Abzeichen – schließe Level und Quizze ab, um dein erstes zu verdienen.
es: Aún no hay insignias: completa niveles y cuestionarios para ganar la primera.
fr: Pas encore de badge — terminez des niveaux et des quiz pour obtenir le premier.
tr: Henüz rozet yok — ilk rozetini kazanmak için bölümleri ve testleri tamamla.

source: No content
de: Kein Inhalt
es: Sin contenido
fr: Aucun contenu
tr: İçerik yok

source: No duplicate XP
de: Keine doppelten XP
es: Sin XP duplicada
fr: Pas d'XP en double
tr: Tekrar XP yok

source: No matching words
de: Keine passenden Wörter
es: No hay palabras coincidentes
fr: Aucun mot correspondant
tr: Eşleşen kelime yok

source: No words yet
de: Noch keine Wörter
es: Aún no hay palabras
fr: Pas encore de mots
tr: Henüz kelime yok

source: Not quite
de: Nicht ganz
es: Casi
fr: Pas tout à fait
tr: Pek değil

source: One box per letter. They fill in as you spell the word.
de: Ein Feld pro Buchstabe. Sie füllen sich, während du das Wort schreibst.
es: Una casilla por letra. Se rellenan mientras deletreas la palabra.
fr: Une case par lettre. Elles se remplissent au fur et à mesure.
tr: Her harf için bir kutu. Kelimeyi yazdıkça dolarlar.

source: Performance Analysis
de: Leistungsanalyse
es: Análisis de rendimiento
fr: Analyse des performances
tr: Performans Analizi

source: Pick a faculty to begin. You can switch any time later.
de: Wähle zum Start eine Fakultät. Du kannst jederzeit wechseln.
es: Elige una facultad para empezar. Puedes cambiar cuando quieras.
fr: Choisis une faculté pour commencer. Tu peux changer à tout moment.
tr: Başlamak için bir fakülte seç. İstediğin zaman değiştirebilirsin.

source: Pick a field to be quizzed on.
de: Wähle ein Fachgebiet für das Quiz.
es: Elige un campo sobre el que ser evaluado.
fr: Choisis un domaine pour le quiz.
tr: Sınav olmak istediğin alanı seç.

source: Play daily to build a streak
de: Spiele täglich, um eine Serie aufzubauen
es: Juega a diario para crear una racha
fr: Jouez chaque jour pour créer une série
tr: Seri oluşturmak için her gün oyna

# Progress %lld/%lld words
source: Progress %1$lld/%2$lld words
de: Fortschritt %1$lld/%2$lld Wörter
es: Progreso %1$lld/%2$lld palabras
fr: Progression %1$lld/%2$lld mots
tr: İlerleme %1$lld/%2$lld kelime

# Question %lld of %lld
source: Question %1$lld of %2$lld
de: Frage %1$lld von %2$lld
es: Pregunta %1$lld de %2$lld
fr: Question %1$lld sur %2$lld
tr: Soru %1$lld / %2$lld

source: Quiz Challenge
de: Quiz-Herausforderung
es: Reto de cuestionario
fr: Défi quiz
tr: Test Görevi

source: Quiz Complete!
de: Quiz abgeschlossen!
es: ¡Cuestionario completado!
fr: Quiz terminé !
tr: Test Tamamlandı!

source: Quiz, Dictionary & Awards
de: Quiz, Wörterbuch & Auszeichnungen
es: Cuestionario, diccionario y premios
fr: Quiz, dictionnaire et récompenses
tr: Test, Sözlük ve Ödüller

source: Read the Clue
de: Lies den Hinweis
es: Lee la pista
fr: Lis l'indice
tr: İpucunu Oku

source: Recent Achievement · %@
de: Letzter Erfolg · %@
es: Logro reciente · %@
fr: Succès récent · %@
tr: Son Başarım · %@

source: Remove Avatar
de: Avatar entfernen
es: Quitar avatar
fr: Supprimer l’avatar
tr: Avatarı Kaldır

source: Replay
de: Wiederholen
es: Repetir
fr: Rejouer
tr: Tekrar Oyna

source: Replay Tutorial
de: Tutorial erneut ansehen
es: Repetir tutorial
fr: Revoir le tutoriel
tr: Turu Tekrar İzle

source: Review the terms you unlocked by completing levels.
de: Sieh dir die Begriffe an, die du durch abgeschlossene Level freigeschaltet hast.
es: Repasa los términos que desbloqueaste al completar niveles.
fr: Révisez les termes débloqués en terminant des niveaux.
tr: Bölümleri tamamlayarak açtığın terimleri gözden geçir.

source: Reward claimed
de: Belohnung erhalten
es: Recompensa reclamada
fr: Récompense récupérée
tr: Ödül alındı

source: Search words
de: Wörter suchen
es: Buscar palabras
fr: Rechercher des mots
tr: Kelime ara

source: See Results
de: Ergebnisse ansehen
es: Ver resultados
fr: Voir les résultats
tr: Sonuçları Gör

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
tr: Ayarlar

source: Settings & Theme
de: Einstellungen & Design
es: Ajustes y tema
fr: Réglages et thème
tr: Ayarlar ve Tema

source: Share
de: Teilen
es: Compartir
fr: Partager
tr: Paylaş

source: Show the welcome tour again
de: Die Willkommenstour erneut anzeigen
es: Mostrar el recorrido de bienvenida otra vez
fr: Afficher à nouveau la visite de bienvenue
tr: Karşılama turunu tekrar göster

source: Shuffle
de: Mischen
es: Mezclar
fr: Mélanger
tr: Karıştır

source: Shuffle & Hint
de: Mischen & Tipp
es: Mezclar y pista
fr: Mélanger et indice
tr: Karıştır ve İpucu

source: Shuffle rearranges the letters. Hint reveals a letter for a little XP.
de: Mischen ordnet die Buchstaben neu. Tipp zeigt für etwas XP einen Buchstaben.
es: Mezclar reordena las letras. Pista revela una letra por un poco de XP.
fr: Mélanger réarrange les lettres. Indice révèle une lettre contre un peu d'XP.
tr: Karıştır harfleri yeniden dizer. İpucu, biraz XP karşılığında bir harfi gösterir.

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
tr: Çıkış Yap

source: Sign in didn't complete. You can try again or continue as a guest.
de: Die Anmeldung wurde nicht abgeschlossen. Du kannst es erneut versuchen oder als Gast fortfahren.
es: El inicio de sesión no se completó. Puedes intentarlo de nuevo o continuar como invitado.
fr: La connexion n'a pas abouti. Vous pouvez réessayer ou continuer en tant qu'invité.
tr: Giriş tamamlanmadı. Tekrar deneyebilir veya misafir olarak devam edebilirsin.

source: Signed out
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
tr: Çıkış yapıldı

source: Skip
de: Überspringen
es: Omitir
fr: Passer
tr: Atla

source: Spell with the Wheel
de: Mit dem Rad buchstabieren
es: Deletrea con la rueda
fr: Épelle avec la roue
tr: Çarkla Hecele

source: Start Playing
de: Spiel starten
es: Empezar a jugar
fr: Commencer à jouer
tr: Oynamaya Başla

source: Start Quest
de: Quest starten
es: Comenzar la aventura
fr: Commencer la quête
tr: Maceraya Başla

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
tr: Sistem Varsayılanı

source: Tap the gear to change the language or switch between Light and Dark mode.
de: Tippe auf das Zahnrad, um die Sprache zu ändern oder zwischen hellem und dunklem Modus zu wechseln.
es: Toca el engranaje para cambiar el idioma o alternar entre modo claro y oscuro.
fr: Touche la roue dentée pour changer la langue ou basculer entre les modes clair et sombre.
tr: Dili değiştirmek veya Açık ve Koyu mod arasında geçiş yapmak için dişliye dokun.

source: Term to classify
de: Einzuordnender Begriff
es: Término a clasificar
fr: Terme à classer
tr: Sınıflandırılacak terim

source: Test yourself, review the words you've learned, and collect achievement badges here.
de: Teste dich, wiederhole gelernte Wörter und sammle hier Erfolgsabzeichen.
es: Ponte a prueba, repasa las palabras aprendidas y colecciona insignias de logros aquí.
fr: Teste-toi, révise les mots appris et collectionne des badges de réussite ici.
tr: Kendini test et, öğrendiğin kelimeleri gözden geçir ve başarı rozetlerini buradan topla.

source: That's it!
de: Das war's!
es: ¡Eso es todo!
fr: C'est tout !
tr: Hepsi bu!

source: This is your main quest. Tap here to begin solving word levels.
de: Das ist deine Hauptquest. Tippe hier, um Wort-Level zu lösen.
es: Esta es tu misión principal. Toca aquí para empezar a resolver niveles de palabras.
fr: C'est ta quête principale. Touche ici pour commencer à résoudre les niveaux de mots.
tr: Bu senin ana görevin. Kelime seviyelerini çözmeye başlamak için buraya dokun.

source: Today's words could not be loaded. Please try again later.
de: Die heutigen Wörter konnten nicht geladen werden. Bitte versuche es später erneut.
es: No se pudieron cargar las palabras de hoy. Inténtalo de nuevo más tarde.
fr: Les mots du jour n'ont pas pu être chargés. Veuillez réessayer plus tard.
tr: Bugünün kelimeleri yüklenemedi. Lütfen daha sonra tekrar deneyin.

source: WORD FOUND!
de: WORT GEFUNDEN!
es: ¡PALABRA ENCONTRADA!
fr: MOT TROUVÉ !
tr: KELİME BULUNDU!

source: Welcome to CampusQuest!
de: Willkommen bei CampusQuest!
es: ¡Bienvenido a CampusQuest!
fr: Bienvenue sur CampusQuest !
tr: CampusQuest'e Hoş Geldin!

source: Which course does this word belong to?
de: Zu welchem Kurs gehört dieses Wort?
es: ¿A qué curso pertenece esta palabra?
fr: À quel cours appartient ce mot ?
tr: Bu kelime hangi derse ait?

source: Word Collection
de: Wortsammlung
es: Colección de palabras
fr: Collection de mots
tr: Kelime Koleksiyonu

source: Words Added to Dictionary
de: Zum Wörterbuch hinzugefügte Wörter
es: Palabras añadidas al diccionario
fr: Mots ajoutés au dictionnaire
tr: Sözlüğe Eklenen Kelimeler

# You found all %lld words in %@.
source: You found all %1$lld words in %2$@.
de: Du hast alle %1$lld Wörter in %2$@ gefunden.
es: Encontraste todas las %1$lld palabras en %2$@.
fr: Tu as trouvé les %1$lld mots dans %2$@.
tr: %2$@ içindeki %1$lld kelimenin hepsini buldun.

source: You're all set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
tr: Her şey hazır!

source: score
de: Punktzahl
es: puntuación
tr: puan

source: 🔥 %lld-day streak
de: 🔥 %lld-Tage-Serie
es: 🔥 racha de %lld días
fr: 🔥 série de %lld jours
tr: 🔥 %lld günlük seri

source: LEVEL
es: NIVEL
fr: NIVEAU
tr: SEVİYE

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
tr: Seviye %lld

source: System
es: Sistema
fr: Système
tr: Sistem

source: Combo x%lld
tr: Kombo x%lld
